run/cokeCombustion/T873_Pe1e-2/constant/thermo.Gas
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      thermo.Gas;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

O2
{
    specie
    {
        molWeight       32.0;
    }
    thermodynamics
    {
        Cp              1169.55;
        Hf              0;
    }
    transport
    {
        mu              4.4980E-05;
        Pr              0.74693;
    }
}



N2
{
    specie
    {
        molWeight       28.0;
    }
    thermodynamics
    {
        Cp              1169.55;
        Hf              0;
    }
    transport
    {
        mu              3.8042E-05;
        Pr              0.73197;
    }
}

CO2
{
    specie
    {
        molWeight       44.00;
    }
    thermodynamics
    {
        Cp              1169.55;
        Hf              0;
    }
    transport
    {
        mu              3.7458E-05;
        Pr              0.72339;
    }
}


// ************************************************************************* //
